Repository: Cluas/moshpit
Catalog: Moshpit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Goes to support@cluas.eu.org through your own Mail app. Nothing is sent until you tap Send there.
de: Geht über deine eigene Mail-App an support@cluas.eu.org. Gesendet wird erst, wenn du dort auf „Senden“ tippst.
es: Va a support@cluas.eu.org a través de tu propia app Mail. No se envía nada hasta que toques Enviar allí.
fr: Part vers support@cluas.eu.org via votre propre app Mail. Rien n’est envoyé avant que vous touchiez Envoyer là-bas.
ja: お使いのメールアプリから support@cluas.eu.org に送ります。メールで送信するまで、何も送られません。
ko: 사용 중인 Mail 앱을 통해 support@cluas.eu.org로 보냅니다. 거기서 보내기를 탭하기 전까지는 아무것도 전송되지 않습니다.
pt_br: Vai para support@cluas.eu.org pelo seu próprio app Mail. Nada é enviado até você tocar em Enviar lá.
zh_hans: 通过你自己的邮件 app 发到 support@cluas.eu.org。在邮件里点发送之前，什么都不会发出。
zh_hant: 透過你自己的郵件 App 寄到 support@cluas.eu.org。在郵件裡按下傳送之前，什麼都不會送出。

source: Good balance of accuracy and speed.
de: Gutes Verhältnis von Genauigkeit und Tempo.
es: Buen equilibrio entre precisión y velocidad.
fr: Bon équilibre entre précision et rapidité.
ja: 精度と速度のバランスが良い。
ko: 정확도와 속도가 균형 잡혀 있습니다.
pt_br: Bom equilíbrio entre precisão e velocidade.
zh_hans: 准确度与速度较均衡。
zh_hant: 準確度和速度都不錯。

source: HARDWARE KEY
de: HARDWARE-SCHLÜSSEL
es: LLAVE DE HARDWARE
fr: CLÉ MATÉRIELLE
ja: ハードウェアキー
ko: 하드웨어 키
pt_br: CHAVE DE HARDWARE
zh_hans: 硬件密钥
zh_hant: 硬體金鑰

source: Hardware-backed keys cannot be exported; every signature triggers Face ID.
de: Hardwaregeschützte Schlüssel lassen sich nicht exportieren; jede Signatur verlangt Face ID.
es: Las claves protegidas por hardware no se pueden exportar; cada firma pide Face ID.
fr: Les clés protégées par le matériel ne peuvent pas être exportées ; chaque signature demande Face ID.
ja: ハードウェア保護されたキーは書き出せません。署名のたびに Face ID が起動します。
ko: 하드웨어에 보관된 키는 내보낼 수 없으며, 서명할 때마다 Face ID를 요구합니다.
pt_br: Chaves protegidas por hardware não podem ser exportadas; cada assinatura pede Face ID.
zh_hans: 密钥存在安全芯片里，导不出来，每次签名都要过 Face ID。
zh_hant: 金鑰存在安全晶片裡，拿不出來，每次簽章都要過 Face ID。

source: Hardware-backed · private key cannot be exported
de: Hardwaregeschützt · privater Schlüssel nicht exportierbar
es: Protegida por hardware · la clave privada no se puede exportar
fr: Protégée par le matériel · clé privée non exportable
ja: ハードウェア保護 · 秘密鍵は書き出し不可
ko: 하드웨어 보관 · 개인 키를 내보낼 수 없음
pt_br: Protegida por hardware · a chave privada não pode ser exportada
zh_hans: 硬件托管 · 私钥不可导出
zh_hant: 硬體保管 · 私密金鑰無法匯出

source: Hide keyboard
de: Tastatur ausblenden
es: Ocultar teclado
fr: Masquer le clavier
ja: キーボードを隠す
ko: 키보드 숨기기
pt_br: Ocultar teclado
zh_hans: 收起键盘
zh_hant: 收起鍵盤

source: Hooks for %@
de: Hooks für %@
es: Hooks de %@
fr: Hooks de %@
ja: %@ のフック
ko: %@ 훅
pt_br: Hooks de %@
zh_hans: %@ 的 hooks
zh_hant: %@ 的 hooks

source: Host Key Changed
de: Host-Schlüssel geändert
es: La clave del host ha cambiado
fr: La clé d’hôte a changé
ja: ホストキーが変更されました
ko: 호스트 키 변경됨
pt_br: A chave do host mudou
zh_hans: 主机密钥已变更
zh_hant: 主機金鑰已變更

source: Host setup is automatic. Connecting to a host installs and repairs everything it needs — scripts, hooks registration, push pairing — and asks before its first install. Connect to a host to inspect or remove its setup here.
de: Die Host-Einrichtung läuft automatisch. Beim Verbinden installiert und repariert Moshpit alles Nötige (Skripte, Hooks-Registrierung, Push-Kopplung) und fragt vor der ersten Installation. Verbinde dich mit einem Host, um seine Einrichtung hier anzusehen oder zu entfernen.
es: La configuración del host es automática. Al conectarte, Moshpit instala y repara todo lo necesario (scripts, registro de hooks, emparejamiento push) y pide permiso antes de la primera instalación. Conéctate a un host para revisar o quitar su configuración aquí.
fr: La configuration de l’hôte est automatique. À la connexion, Moshpit installe et répare tout le nécessaire (scripts, enregistrement des hooks, jumelage push) et demande votre accord avant la première installation. Connectez-vous à un hôte pour vérifier ou retirer sa configuration ici.
ja: ホスト設定は自動です。ホストに接続すると必要なもの——スクリプト、フック登録、プッシュペアリング——を自動でインストール・修復し、初回インストール前には確認します。接続するとここで確認・削除できます。
ko: 호스트 설정은 자동입니다. 호스트에 연결하면 필요한 것(스크립트, 훅 등록, 푸시 페어링)을 설치하고 고치며, 처음 설치할 때는 먼저 묻습니다. 여기서 확인하거나 제거하려면 해당 호스트에 연결하세요.
pt_br: A configuração do host é automática. Ao conectar, o Moshpit instala e repara tudo o que precisa (scripts, registro de hooks, pareamento de push) e pede permissão antes da primeira instalação. Conecte a um host para conferir ou remover a configuração dele aqui.
zh_hans: 主机这边不用手动配置。每次连接时，Moshpit 会自动装好并修复需要的东西：脚本、hooks 注册、推送配对。第一次安装前会先问你。连上主机后，可以在这里查看或移除这些设置。
zh_hant: 主機端不用手動設定。每次連線時，Moshpit 會自動裝好並修復需要的東西：腳本、hooks 註冊、推播配對。第一次安裝前會先問你。連上主機後，可以在這裡查看或移除這些設定。

source: How notifications work
de: So funktionieren Mitteilungen
es: Cómo funcionan las notificaciones
fr: Comment fonctionnent les notifications
ja: 通知のしくみ
ko: 알림이 동작하는 방식
pt_br: Como funcionam as notificações
zh_hans: 通知是怎么工作的
zh_hant: 通知是怎麼運作的

source: IMPORTED
de: IMPORTIERT
es: IMPORTADAS
fr: IMPORTÉES
ja: インポート済み
ko: 가져온 키
pt_br: IMPORTADAS
zh_hans: 已导入
zh_hant: 已匯入

source: IN TOOLBAR · %lld/%lld
de: IN DER SYMBOLLEISTE · %lld/%lld
es: EN LA BARRA · %lld/%lld
fr: DANS LA BARRE · %lld/%lld
ja: ツールバー内 · %lld/%lld
ko: 도구 막대 · %lld/%lld
pt_br: NA BARRA · %lld/%lld
zh_hans: 快捷键栏 · %lld/%lld
zh_hant: 快速鍵列 · %lld/%lld

source: INCLUDE
de: MITSENDEN
es: INCLUIR
fr: INCLURE
ja: 含める
ko: 포함
pt_br: INCLUIR
zh_hans: 附带
zh_hant: 附上

source: INTERRUPTED
de: UNTERBROCHEN
es: INTERRUMPIDO
fr: INTERROMPU
ja: 中断されました
ko: 중단됨
pt_br: INTERROMPIDO
zh_hans: 已中断
zh_hant: 已中斷

source: Idempotent: re-running de-dupes Moshpit's hooks instead of stacking them.
de: Idempotent: Beim erneuten Ausführen werden Moshpits Hooks erkannt statt doppelt eingetragen.
es: Idempotente: si lo vuelves a ejecutar, los hooks de Moshpit se reconocen en vez de duplicarse.
fr: Idempotent : relancer l’installation reconnaît les hooks de Moshpit au lieu de les empiler.
ja: 冪等です。再実行すると Moshpit のフックは重複除去され、積み重なりません。
ko: 여러 번 실행해도 안전합니다. 이미 있는 Moshpit 훅은 중복 등록되지 않습니다.
pt_br: Idempotente: rodar de novo reconhece os hooks do Moshpit em vez de duplicá-los.
zh_hans: 可以反复运行。已经装过的 hooks 会被识别出来，不会重复叠加。
zh_hant: 可以反覆執行。已經裝過的 hooks 會被認出來，不會重複疊加。

source: Images
de: Bilder
es: Imágenes
ja: 画像
ko: 이미지
pt_br: Imagens
zh_hans: 图片
zh_hant: 圖片

source: Images you attach are uploaded to ~/.moshpit/uploads on the server. Each connect deletes uploads older than this — they are working files for an agent, not a backup.
de: Angehängte Bilder werden nach ~/.moshpit/uploads auf dem Server geladen. Bei jedem Verbinden werden ältere Uploads gelöscht. Das sind Arbeitsdateien für einen Agent, kein Backup.
es: Las imágenes que adjuntas se suben a ~/.moshpit/uploads en el servidor. Cada conexión elimina las subidas más antiguas que este plazo: son archivos de trabajo para un agente, no una copia de seguridad.
fr: Les images que vous joignez sont envoyées dans ~/.moshpit/uploads sur le serveur. Chaque connexion supprime celles plus anciennes que ce délai : ce sont des fichiers de travail pour un agent, pas une sauvegarde.
ja: 添付した画像はサーバーの ~/.moshpit/uploads にアップロードされます。接続するたびに、この期間より古いものは削除されます。エージェント用の作業ファイルであり、バックアップではありません。
ko: 첨부한 이미지는 서버의 ~/.moshpit/uploads에 올라갑니다. 연결할 때마다 이 기간보다 오래된 업로드는 삭제됩니다. 에이전트용 작업 파일이지 백업이 아닙니다.
pt_br: As imagens que você anexa são enviadas para ~/.moshpit/uploads no servidor. Cada conexão apaga os envios mais antigos que este prazo: são arquivos de trabalho para um agente, não um backup.
zh_hans: 你附带的图片会上传到服务器的 ~/.moshpit/uploads。每次连接时，比这个期限更早的上传会被删掉。它们是给智能体用的临时文件，不是备份。
zh_hant: 你附加的圖片會上傳到伺服器的 ~/.moshpit/uploads。每次連線時，比這個期限更早的上傳會被刪掉。它們是給 agent 用的暫存檔，不是備份。

source: Import
de: Importieren
es: Importar
fr: Importer
ja: インポート
ko: 가져오기
pt_br: Importar
zh_hans: 导入
zh_hant: 匯入

source: Import File…
de: Datei importieren …
es: Importar archivo…
fr: Importer un fichier…
ja: ファイルを読み込む…
ko: 파일 가져오기…
pt_br: Importar arquivo…
zh_hans: 导入文件…
zh_hant: 匯入檔案…

source: Import JSON…
de: JSON importieren …
es: Importar JSON…
fr: Importer du JSON…
ja: JSON を読み込む…
ko: JSON 가져오기…
pt_br: Importar JSON…
zh_hans: 导入 JSON…
zh_hant: 匯入 JSON…

source: Import Theme
de: Farbschema importieren
es: Importar tema
fr: Importer un thème
ja: テーマを読み込む
ko: 테마 가져오기
pt_br: Importar tema
zh_hans: 导入主题
zh_hant: 匯入主題

source: In Key Combo mode the payload is the escape sequence sent to the PTY, honoring the mosh / tmux transcription rules.
de: Im Modus „Tastenkombination“ ist der Inhalt die Escape-Sequenz, die ans PTY geht, gemäß den Umsetzungsregeln von mosh und tmux.
es: En modo Combinación, el contenido es la secuencia de escape que se envía al PTY, siguiendo las reglas de transcripción de mosh y tmux.
fr: En mode Combinaison, le contenu est la séquence d’échappement envoyée au PTY, selon les règles de transcription de mosh et tmux.
ja: Key Combo モードではペイロードは PTY へ送るエスケープシーケンスで、mosh / tmux の転写規則に従います。
ko: 키 조합 모드에서는 내용이 PTY로 보내는 이스케이프 시퀀스이며, mosh / tmux 변환 규칙을 따릅니다.
pt_br: No modo Combinação, o conteúdo é a sequência de escape enviada ao PTY, seguindo as regras de transcrição do mosh e do tmux.
zh_hans: 「按键组合」模式下，内容就是发给 PTY 的转义序列，会按 mosh / tmux 的转写规则处理。
zh_hant: 「按鍵組合」模式下，內容就是送給 PTY 的跳脫序列，會按 mosh / tmux 的轉寫規則處理。

source: In Key Combo mode the payload is the escape sequence sent to the PTY, honoring the transport transcription rules.
de: Im Modus „Tastenkombination“ ist der Inhalt die Escape-Sequenz, die ans PTY geht, gemäß den Umsetzungsregeln des Transports.
es: En modo Combinación, el contenido es la secuencia de escape que se envía al PTY, siguiendo las reglas de transcripción del transporte.
fr: En mode Combinaison, le contenu est la séquence d’échappement envoyée au PTY, selon les règles de transcription du transport.
ja: 「キーの組み合わせ」モードでは、ペイロードは PTY に送るエスケープシーケンスであり、トランスポートの変換ルールに従います。
ko: 키 조합 모드에서는 내용이 PTY로 보내는 이스케이프 시퀀스이며, 전송 방식의 변환 규칙을 따릅니다.
pt_br: No modo Combinação, o conteúdo é a sequência de escape enviada ao PTY, seguindo as regras de transcrição do transporte.
zh_hans: 「按键组合」模式下，内容就是发给 PTY 的转义序列，会按传输方式的转写规则处理。
zh_hant: 「按鍵組合」模式下，內容就是送給 PTY 的跳脫序列，會按傳輸方式的轉寫規則處理。

source: Insert
de: Einfügen
es: Insertar
fr: Insérer
ja: 挿入
ko: 삽입
pt_br: Inserir
zh_hans: 插入
zh_hant: 插入

source: Install
de: Installieren
es: Instalar
fr: Installer
ja: インストール
ko: 설치
pt_br: Instalar
zh_hans: 安装
zh_hant: 安裝

source: Install %@
de: %@ installieren
es: Instalar %@
fr: Installer %@
ja: %@ をインストール
ko: %@ 설치
pt_br: Instalar %@
zh_hans: 安装 %@
zh_hant: 安裝 %@

source: Install Moshpit's hooks so the Vibe Island shows exactly when your agent is working, what it's running, when it needs you, and when it's done — instead of guessing from output. Moshpit backs up your config first and never blocks the agent.
de: Installiere Moshpits Hooks, damit die Vibe Island genau zeigt, wann dein Agent arbeitet, was er ausführt, wann er dich braucht und wann er fertig ist, statt es aus der Ausgabe zu raten. Moshpit sichert vorher deine Konfiguration und blockiert den Agent nie.
es: Instala los hooks de Moshpit para que la Vibe Island muestre exactamente cuándo trabaja tu agente, qué ejecuta, cuándo te necesita y cuándo ha terminado, en vez de adivinarlo por la salida. Moshpit hace antes una copia de tu configuración y nunca bloquea al agente.
fr: Installez les hooks de Moshpit pour que la Vibe Island indique précisément quand votre agent travaille, ce qu’il exécute, quand il vous attend et quand il a terminé, au lieu de le deviner d’après la sortie. Moshpit sauvegarde d’abord votre configuration et ne bloque jamais l’agent.
ja: Moshpit のフックをインストールすると、Vibe Island はエージェントがいつ作業中か、何を実行しているか、いつあなたを必要としているか、いつ完了したかを正確に表示します——出力から推測する必要はありません。Moshpit は先に設定をバックアップし、エージェントを妨げることはありません。
ko: Moshpit 훅을 설치하면 Vibe Island가 에이전트가 언제 작업하고, 무엇을 실행하며, 언제 사용자를 기다리고, 언제 끝났는지 출력에서 추측하지 않고 정확히 보여 줍니다. Moshpit은 먼저 설정을 백업하며 에이전트를 막지 않습니다.
pt_br: Instale os hooks do Moshpit para a Vibe Island mostrar exatamente quando seu agente está trabalhando, o que está executando, quando precisa de você e quando terminou, em vez de adivinhar pela saída. O Moshpit faz backup da sua configuração antes e nunca bloqueia o agente.
zh_hans: 装上 Moshpit 的 hooks，Vibe Island 就能准确知道智能体什么时候在干活、在跑什么、什么时候等你、什么时候做完了，不用从输出里猜。安装前会先备份你的配置，hooks 也不会拖慢智能体。
zh_hant: 裝上 Moshpit 的 hooks，Vibe Island 就能準確知道 agent 什麼時候在工作、在跑什麼、什麼時候等你、什麼時候做完了，不用從輸出裡猜。安裝前會先備份你的設定，hooks 也不會拖慢 agent。

source: Install herdr
de: herdr installieren
es: Instalar herdr
fr: Installer herdr
ja: herdr をインストール
ko: herdr 설치
pt_br: Instalar herdr
zh_hans: 安装 herdr
zh_hant: 安裝 herdr

source: Install mosh
de: mosh installieren
es: Instalar mosh
fr: Installer mosh
ja: mosh をインストール
ko: mosh 설치
pt_br: Instalar mosh
zh_hans: 安装 mosh
zh_hant: 安裝 mosh

source: Install on host
de: Auf dem Host installieren
es: Instalar en el host
fr: Installer sur l’hôte
ja: ホストにインストール
ko: 호스트에 설치
pt_br: Instalar no host
zh_hans: 在主机上安装
zh_hant: 在主機上安裝

source: Install tmux
de: tmux installieren
es: Instalar tmux
fr: Installer tmux
ja: tmux をインストール
ko: tmux 설치
pt_br: Instalar tmux
zh_hans: 安装 tmux
zh_hant: 安裝 tmux

source: Install tmux and mosh with your platform's package manager (or build from source), then re-check.
de: Installiere tmux und mosh mit dem Paketmanager deiner Plattform (oder baue sie aus dem Quellcode) und prüfe dann erneut.
es: Instala tmux y mosh con el gestor de paquetes de tu plataforma (o compílalos desde el código fuente) y vuelve a comprobar.
fr: Installez tmux et mosh avec le gestionnaire de paquets de votre plateforme (ou compilez-les depuis les sources), puis revérifiez.
ja: お使いのプラットフォームのパッケージマネージャで tmux と mosh をインストール（またはソースからビルド）してから、再チェックしてください。
ko: 플랫폼의 패키지 관리자로 tmux와 mosh를 설치하거나 소스에서 빌드한 뒤 다시 확인하세요.
pt_br: Instale tmux e mosh com o gerenciador de pacotes da sua plataforma (ou compile do código-fonte) e verifique de novo.
zh_hans: 用你平台的包管理器装上 tmux 和 mosh（或者从源码编译），再重新检测。
zh_hant: 用你平台的套件管理器裝好 tmux 和 mosh（或者從原始碼編譯），再重新偵測。

source: Installed — reconnect to enable it.
de: Installiert. Verbinde dich neu, um es zu aktivieren.
es: Instalado. Reconecta para activarlo.
fr: Installé. Reconnectez-vous pour l’activer.
ja: インストール済み — 再接続して有効にします。
ko: 설치됐습니다. 다시 연결하면 사용할 수 있습니다.
pt_br: Instalado. Reconecte para ativar.
zh_hans: 已安装。重新连接后启用。
zh_hant: 已安裝。重新連線後啟用。

source: Installing on %@…
de: Installation auf %@ …
es: Instalando en %@…
fr: Installation sur %@…
ja: %@ にインストール中…
ko: %@에 설치 중…
pt_br: Instalando em %@…
zh_hans: 正在安装到 %@…
zh_hant: 正在安裝到 %@…

source: Installs to ~/.local/bin. Moshpit looks there when probing and launching, so you don't need to change PATH.
de: Installiert nach ~/.local/bin. Moshpit sucht dort beim Prüfen und Starten, du musst PATH also nicht ändern.
es: Se instala en ~/.local/bin. Moshpit busca ahí al comprobar y al lanzar, así que no hace falta cambiar el PATH.
fr: S’installe dans ~/.local/bin. Moshpit y regarde lors de la détection et du lancement : pas besoin de modifier le PATH.
ja: ~/.local/bin にインストールされます。Moshpit は検出時も起動時もそこを参照するため、PATH を変更する必要はありません。
ko: ~/.local/bin에 설치합니다. Moshpit이 탐지와 실행 때 그곳을 확인하므로 PATH를 바꿀 필요가 없습니다.
pt_br: Instala em ~/.local/bin. O Moshpit procura lá ao detectar e ao iniciar, então você não precisa mudar o PATH.
zh_hans: 安装到 ~/.local/bin。Moshpit 探测和启动时都会去那里找，所以你不用改 PATH。
zh_hant: 安裝到 ~/.local/bin。Moshpit 偵測和啟動時都會去那裡找，所以你不用改 PATH。

source: Invalid range
de: Ungültiger Bereich
es: Rango no válido
fr: Plage invalide
ja: 範囲が無効です
ko: 잘못된 범위
pt_br: Faixa inválida
zh_hans: 范围无效
zh_hant: 範圍無效

source: KEY DETAILS
de: SCHLÜSSELDETAILS
es: DETALLES DE LA CLAVE
fr: DÉTAILS DE LA CLÉ
ja: キーの詳細
ko: 키 정보
pt_br: DETALHES DA CHAVE
zh_hans: 密钥详情
zh_hant: 金鑰詳細資訊

source: KEYBOARD · KEYS
de: TASTATUR · SCHLÜSSEL
es: TECLADO · CLAVES
fr: CLAVIER · CLÉS
ja: キーボード · キー
ko: 키보드 · 키
pt_br: TECLADO · CHAVES
zh_hans: 键盘 · 密钥
zh_hant: 鍵盤 · 金鑰

source: Keep
de: Behalten
es: Conservar
fr: Conserver
ja: 残す
ko: 유지
pt_br: Manter
zh_hans: 保留
zh_hant: 保留

source: Keep Connections Alive
de: Verbindungen offen halten
es: Mantener las conexiones activas
fr: Maintenir les connexions
ja: 接続を維持
ko: 연결 유지
pt_br: Manter conexões ativas
zh_hans: 连接保活
zh_hant: 連線保活

source: Keep forever
de: Für immer behalten
es: Conservar siempre
fr: Conserver indéfiniment
ja: ずっと保持
ko: 계속 유지
pt_br: Manter para sempre
zh_hans: 一直保留
zh_hant: 一直保留

source: Keep it
de: Behalten
es: Conservar
fr: Conserver
ja: 残す
ko: 유지
pt_br: Manter
zh_hans: 保留
zh_hant: 保留

source: Keeps English words mixed into the sentence
de: Englische Wörter im Satz bleiben erhalten
es: Conserva las palabras en inglés mezcladas en la frase
fr: Conserve les mots anglais glissés dans la phrase
ja: 文中に混ざる英単語もそのまま保持します
ko: 문장에 섞인 영어 단어를 그대로 둡니다
pt_br: Mantém as palavras em inglês misturadas na frase
zh_hans: 句子里夹的英文词也能保留
zh_hant: 句子裡夾的英文詞也會保留

source: Key
de: Schlüssel
es: Clave
fr: Clé
ja: キー
ko: 키
pt_br: Chave
zh_hans: 密钥
zh_hant: 金鑰

source: Key Combo
de: Tastenkombination
es: Combinación
fr: Combinaison
ja: キーコンボ
ko: 키 조합
pt_br: Combinação
zh_hans: 按键组合
zh_hant: 按鍵組合

source: Key Combo: sends modifiers + key. Text: types a string as-is. Command: submits one command with Return.
de: Tastenkombination: sendet Modifikatoren plus Taste. Text: tippt eine Zeichenfolge unverändert ein. Befehl: schickt einen Befehl mit Return ab.
es: Combinación: envía modificadores + tecla. Texto: escribe una cadena tal cual. Comando: envía un comando y pulsa Retorno.
fr: Combinaison : envoie des modificateurs + une touche. Texte : saisit une chaîne telle quelle. Commande : envoie une commande suivie de Retour.
ja: Key Combo：修飾キー＋キーを送信。Text：文字列をそのまま入力。Command：Return でコマンドを 1 つ送信。
ko: 키 조합: 수정자 키와 키 하나를 보냅니다. 텍스트: 문자열을 그대로 입력합니다. 명령: 명령 하나를 입력하고 Return을 누릅니다.
pt_br: Combinação: envia modificadores + tecla. Texto: digita uma string como está. Comando: envia um comando com Return.
zh_hans: 「按键组合」发送修饰键加一个键。「文本」原样输入一段文字。「命令」输入一条命令并回车。
zh_hant: 「按鍵組合」送出修飾鍵加一個按鍵。「文字」原樣輸入一段文字。「指令」輸入一條指令並按 Return。

source: Key error
de: Schlüsselfehler
es: Error de clave
fr: Erreur de clé
ja: キーエラー
ko: 키 오류
pt_br: Erro na chave
zh_hans: 密钥错误
zh_hant: 金鑰錯誤

source: Keyboard on Open
de: Tastatur beim Öffnen
es: Teclado al abrir
fr: Clavier à l’ouverture
ja: 開いたらキーボードを表示
ko: 열 때 키보드 표시
pt_br: Teclado ao abrir
zh_hans: 打开时弹出键盘
zh_hant: 打開時顯示鍵盤

source: Kill
de: Beenden
es: Matar
fr: Tuer
ja: 強制終了
ko: 종료
pt_br: Matar
zh_hans: 终止
zh_hant: 終止

source: Kill pane %lld?
de: Panel %lld beenden?
es: ¿Matar el panel %lld?
fr: Tuer le panneau %lld ?
ja: ペイン %lld を終了しますか？
ko: 패널 %lld을(를) 종료할까요?
pt_br: Matar o painel %lld?
zh_hans: 终止窗格 %lld？
zh_hant: 要終止窗格 %lld 嗎？

source: LAST ERROR
de: LETZTER FEHLER
es: ÚLTIMO ERROR
fr: DERNIÈRE ERREUR
ja: 直近のエラー
ko: 마지막 오류
pt_br: ÚLTIMO ERRO
zh_hans: 上次错误
zh_hant: 上次錯誤

source: LISTENING
de: HÖRT ZU
es: ESCUCHANDO
fr: À L’ÉCOUTE
ja: 認識中
ko: 듣는 중
pt_br: OUVINDO
zh_hans: 正在听
zh_hant: 正在聽

source: LOADING SPEECH MODEL…
de: SPRACHMODELL WIRD GELADEN …
es: CARGANDO MODELO DE VOZ…
fr: CHARGEMENT DU MODÈLE VOCAL…
ja: 音声モデルを読み込み中…
ko: 음성 모델 불러오는 중…
pt_br: CARREGANDO MODELO DE VOZ…
zh_hans: 正在加载语音模型…
zh_hant: 正在載入語音模型…

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
zh_hans: 语言
zh_hant: 語言

source: Languages offered here are the ones this device can transcribe. A language's speech model downloads once on first use, then works offline. Apple's engines handle one language per session — for speech that switches between two, switch Recognition to Whisper.
de: Hier stehen nur Sprachen, die dieses Gerät umwandeln kann. Das Sprachmodell einer Sprache wird bei der ersten Nutzung einmal geladen und funktioniert danach offline. Apples Engines verarbeiten eine Sprache pro Sitzung. Wenn du zwischen zwei Sprachen wechselst, stell die Erkennung auf Whisper.
es: Aquí solo aparecen los idiomas que este dispositivo puede transcribir. El modelo de voz de cada idioma se descarga una vez, la primera vez que lo usas, y después funciona sin conexión. Los motores de Apple manejan un idioma por sesión; si alternas entre dos, cambia Reconocimiento a Whisper.
fr: Seules les langues que cet appareil peut transcrire sont proposées ici. Le modèle vocal d’une langue se télécharge une fois, à la première utilisation, puis fonctionne hors ligne. Les moteurs d’Apple gèrent une langue par session ; si vous alternez entre deux, passez la reconnaissance sur Whisper.
ja: ここに表示されるのは、この端末が書き起こせる言語です。各言語の音声モデルは初回利用時に一度ダウンロードされ、以降はオフラインで動作します。Apple のエンジンは 1 セッションに 1 言語のみ扱うため、2 言語を切り替えて話す場合は「認識エンジン」を Whisper に変更してください。
ko: 이 기기가 받아쓸 수 있는 언어만 표시됩니다. 언어별 음성 모델은 처음 쓸 때 한 번 받고 그 뒤로는 오프라인에서 동작합니다. Apple 엔진은 한 번에 한 언어만 처리하므로, 두 언어를 섞어 말한다면 인식 엔진을 Whisper로 바꾸세요.
pt_br: Aqui só aparecem os idiomas que este aparelho consegue transcrever. O modelo de voz de cada idioma é baixado uma vez, no primeiro uso, e depois funciona offline. Os mecanismos da Apple tratam um idioma por sessão; se você alterna entre dois, mude Reconhecimento para Whisper.
zh_hans: 这里只列本机能转写的语言。每种语言的模型第一次用时下载一次，之后离线也能用。Apple 的引擎一次只听一种语言，说话会中英混着来的话，把「识别引擎」换成 Whisper。
zh_hant: 這裡只列出這部裝置能轉寫的語言。每種語言的模型第一次使用時下載一次，之後離線也能用。Apple 的引擎一次只聽一種語言，如果你說話會中英夾雜，把「辨識引擎」換成 Whisper。

source: Leave blank for an automatic name.
de: Leer lassen für einen automatischen Namen.
es: Déjalo en blanco para un nombre automático.
fr: Laissez vide pour un nom automatique.
ja: 空欄にすると自動で名前が付きます。
ko: 비워 두면 이름이 자동으로 정해집니다.
pt_br: Deixe em branco para um nome automático.
zh_hans: 留空则自动命名。
zh_hant: 留空就自動命名。

source: Leave blank to let the program name it.
de: Leer lassen, dann vergibt das Programm den Namen.
es: Déjalo en blanco para que el programa le ponga nombre.
fr: Laissez vide pour que le programme choisisse le nom.
ja: 空欄にするとプログラムが名前を付けます。
ko: 비워 두면 프로그램이 이름을 정합니다.
pt_br: Deixe em branco para o programa escolher o nome.
zh_hans: 留空则由程序命名。
zh_hant: 留空就由程式命名。

source: Leaves a signal trail behind the cursor while mosh predicts ahead of the server
de: Zieht eine Spur hinter dem Cursor, solange mosh dem Server vorausgreift
es: Deja un rastro tras el cursor mientras mosh va por delante del servidor
fr: Laisse une traînée derrière le curseur tant que mosh devance le serveur
ja: mosh がサーバーより先に予測している間、カーソルの後ろに軌跡を残します
ko: mosh 예측이 서버보다 앞서 있을 때 커서 뒤에 잔상을 남깁니다
pt_br: Deixa um rastro atrás do cursor enquanto o mosh está à frente do servidor
zh_hans: mosh 预测领先于服务器时，光标后面留一道尾迹
zh_hant: mosh 的預測領先伺服器時，游標後面會留一道尾跡

source: Leaves a teal trail behind the cursor while mosh predicts ahead of the server
de: Zieht eine türkise Spur hinter dem Cursor, solange mosh dem Server vorausgreift
es: Deja un rastro turquesa tras el cursor mientras mosh va por delante del servidor
fr: Laisse une traînée turquoise derrière le curseur tant que mosh devance le serveur
ja: mosh がサーバーより先行して予測する間、カーソルの後ろにティールのトレイルを残します
ko: mosh 예측이 서버보다 앞서 있을 때 커서 뒤에 청록색 잔상을 남깁니다
pt_br: Deixa um rastro turquesa atrás do cursor enquanto o mosh está à frente do servidor
zh_hans: mosh 预测领先于服务器时，光标后面留一道青色尾迹
zh_hant: mosh 的預測領先伺服器時，游標後面會留一道青色尾跡

source: Let remote programs read your clipboard text (OSC 52) — off answers with an empty clipboard
de: Erlaubt entfernten Programmen, den Text deiner Zwischenablage zu lesen (OSC 52). Ausgeschaltet bekommen sie eine leere Zwischenablage
es: Permite que los programas remotos lean el texto de tu portapapeles (OSC 52). Desactivado, reciben un portapapeles vacío
fr: Autorise les programmes distants à lire le texte de votre presse-papiers (OSC 52). Désactivé, ils reçoivent un presse-papiers vide
ja: リモートのプログラムにクリップボードのテキスト読み取り（OSC 52）を許可します。オフにすると空のクリップボードを返します
ko: 원격 프로그램이 클립보드 텍스트를 읽도록 허용합니다(OSC 52). 끄면 빈 클립보드로 응답합니다
pt_br: Permite que programas remotos leiam o texto da sua área de transferência (OSC 52). Desativado, eles recebem uma área de transferência vazia
zh_hans: 允许远程程序读取你的剪贴板文字（OSC 52）。关掉后它们只会读到空剪贴板
zh_hant: 允許遠端程式讀取你的剪貼板文字（OSC 52）。關掉後它們只會讀到空的剪貼板

source: Line dropped
de: Leitung weg
es: Línea perdida
fr: Ligne coupée
ja: 接続が切れました
ko: 회선 끊김
pt_br: Linha caiu
zh_hans: 链路中断
zh_hant: 線路中斷
